IDEA Open Model
FatigueLoading.MaxLoading Property
Compatible with IDEA StatiCa Beta 20.0
 Max. cyclic loading
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public LoadingULS MaxLoading { get; set; }
Public Property MaxLoading As LoadingULS
	Get
	Set
Property Value
Type: LoadingULS
See Also
Reference
FatigueLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace